export const achievements = [
  {
    emoji: '🎓',
    text: 'Обучил 20+ учеников со средним баллом 90+',
  },
  {
    emoji: '💻',
    text: 'Имею опыт работы в IT-индустрии',
  },
  {
    emoji: '🏛️',
    text: 'Учусь в НИУ ВШЭ на ФКН "Программная инженерия"',
  },
  {
    emoji: '🚀',
    text: 'Помогаю с карьерной консультацией в IT и выбором вуза',
  },
  {
    emoji: '📈',
    text: 'Отслеживаю прогресс КАЖДОГО ученика',
  },
  {
    emoji: '💡',
    text: 'Создаю индивидуальные планы обучения для каждого',
  }
];
