export const pricingOptions = [
  {
    emoji: '📚',
    title: 'Индивидуальное занятие',
    price: '2000 р.',
    period: '/ 60 min',
    features: [
      'Подготовка к ЕГЭ/ОГЭ',
      'Изучение программирования',
      'Подготовка к олимпиадам',
      'Личный план и подход к каждому ученику',

    ],
    link: 'https://t.me/knvlvivn?text=Здравствуйте!%20Я%20хочу%20записаться%20на%20занятие.',
    featured: true,
  },
  {
    emoji: '💬',
    title: 'Консультация',
    price: '1200 р.',
    period: '/ час',
    features: [
      'Помощь с выбором вуза',
      'Карьерная консультация',
      'Разбор сложных тем',
    ],
    link: 'https://t.me/knvlvivn?text=Здравствуйте!%20Я%20хочу%20записаться%20на%20консультацию.',
    featured: false,
  },
];
