export interface Review {
  text: string;
  author: string;
  tags?: string[];
}

export const reviews: Review[] = [
  {
    text: 'Я решил сдавать ЕГЭ, но посмотрев баллы понял, чтобы попасть в хороший ВУЗ, мне нужно набрать больше 90. У меня было плохо с алгоритмами и сложные задания ЕГЭ я не понимал вообще. За полгода подготовки я понял, что это несложно, Иван объяснил все понтяным языком. В итоге я набрал 95 баллов на ЕГЭ и я смог поступить во ВШЭ.',
    author: 'Николаев Роман, студент НИУ ВШЭ',
    tags: ['ЕГЭ', 'ВШЭ'],
  },
  {
    text: 'Думал сдавать ОГЭ по информатике, но программированием никогда не занимался. За год с нуля на занятиях я выучил питон и сдал ОГЭ на 5, сейчас планирую учатсвовать в хакатонах по веб-разработке. ',
    author: 'Смирнов Никита, ученик 9 класса',
    tags: ['ОГЭ', 'Программирование'],
  },
  {
    text: 'Чтобы поступить БВИ в вуз я решил получить диплом олимпиады. За год занятий с Иваном я стал призером олимпиады "DANO" по анализу данных, сейчас учусь во ВШЭ и нисколько не жалею, что потратил силы и время на это',
    author: 'Артем Ковальчук, студент НИУ ВШЭ',
    tags: ['Олимпиады', 'ВШЭ'],
  },
  {
    text: 'Писал пробники ЕГЭ на 60 баллов в середине зимы. За полгода по 2 занятия в неделю я вышел вообще на другой уровень - к концу года писал пробники больше 90. ЕГЭ я сдал на 90 баллов, баллами доволен, спасибо Ивану в подготовке.',
    author: 'Роман Шухов, студент МИСИС, tg: @kvldnvlg',
    tags: ['ЕГЭ'],
  },
  {
    text: 'Всегда хотел мечтал создавать мобильные красивые приложения, у меня всегда было много идей для их создания. Я научился писать на языке Kotlin, создал приложение для работы с телеграм каналами и их отображением на экране блокировки для андроидов. для. На занятиях все было понятно и интересно, также мне показали как работать с git, sqlite, docker и другими интересными вещами, теперь буду дальше развиваться в мобильной андроид разработке',
    author: 'Матвей, ученик 10 класса, tg: @matveichinazec',
    tags: ['Программирование'],
  },
];