export const services = [
  {
    emoji: '🎓',
    title: 'Подготовка к ЕГЭ/ОГЭ',
    description: 'Системная подготовка к экзаменам с нуля до 90+ баллов. Разбираем все типы заданий и учимся решать без ошибок.',
    link: 'https://t.me/knvlvivn?text=Здравствуйте!%20🎓%20Я%20заинтересован(а)%20в%20услуге%20\'Подготовка%20к%20ЕГЭ/ОГЭ%20по%20информатике%20на%2090%2B\'.',
  },
  {
    emoji: '🏆',
    title: 'Подготовка к олимпиадам',
    description: 'Готовлю к перечневым олимпиадам по программированию. Разбираем сложные задачи и алгоритмы на C++.',
    link: 'https://t.me/knvlvivn?text=Здравствуйте!%20🏆%20Я%20заинтересован(а)%20в%20услуге%20\'Подготовка%20к%20олимпиадам\'.',
  },
  {
    emoji: '🏛️',
    title: 'Помощь с выбором вуза',
    description: 'Консультации по выбору университета и факультета. Помогаю оценить перспективы и составить план поступления.',
    link: 'https://t.me/knvlvivn?text=Здравствуйте!%20🏛️%20Я%20заинтересован(а)%20в%20услуге%20\'Помощь%20с%20выбором%20вуза\'.',
  },
  {
    emoji: '💻',
    title: 'Изучение программирования',
    description: 'Обучение Python, C++, Go. Создаем проекты, разбираемся в особенностях языка, пишем чистый код.',
    link: 'https://t.me/knvlvivn?text=Здравствуйте!%20💻%20Я%20заинтересован(а)%20в%20услуге%20\'Изучение%20программирования\'.',
  },
  {
    emoji: '🚀',
    title: 'Карьерная консультация',
    description: 'Помогаю построить карьерный трек в IT, составить резюме и подготовиться к техническим интервью.',
    link: 'https://t.me/knvlvivn?text=Здравствуйте!%20🚀%20Я%20заинтересован(а)%20в%20услуге%20\'Карьерная%20консультация%20в%20IT\'.',
  },
  {
    emoji: '🤖',
    title: 'Обучение работе с ИИ',
    description: 'Учимся правильно работать с нейросетями, чтобы получать максимальный результат для учебы, работы и жизни.',
    link: 'https://t.me/knvlvivn?text=Здравствуйте!%20🤖%20Я%20заинтересован(а)%20в%20услуге%20\'Обучение%20работе%20с%20нейросетями\'.',
  }
];
